export const Content1C = () => {
  return (
    <div className="content-0">
      <div className="content-0A">
        <h1> 거래 3</h1>
        <br></br>
        <h3>
          건물을 구매하기 위해 100만 달러를 빌린다. 10년 상환에 연 이자율 10%
          조건이다.
        </h3>
        <br></br>
        <p>
          {" "}
          1. (1A)대출 계약서에 서명을 하자 은행 계좌에 100만 달러가 입금됐다.
          따라서 현금흐름표의 <span style={{ color: "#5400cf" }}>
            순차입
          </span>{" "}
          항목의 금액이 늘어났다.
          <br></br>(1B)또 대차대조표 자산 계정의{" "}
          <span style={{ color: "#5400cf" }}>현금</span> 항목에도 100만 달러가
          더해진다.
        </p>
        <p>
          2. 유동성부채(올해 갚아야 할 금액)는 10만 달러이다. 대차대조표의{" "}
          <span style={{ color: "#5400cf" }}>유동성 부채 항목</span>에 이 금액을
          기록한다.
        </p>
        <p>
          3. 남아있는 부채는 90만 달러로, 향후 1년이 넘는 기간 동안 변제하게
          된다. 따라서 이 금액을 대차대조표의{" "}
          <span style={{ color: "#5400cf" }}>장기부채</span> 항목에 기재한다.
        </p>
        <p>해당 거래 이후 재무제표에서의 변동 사항을 고르시오.</p>
      </div>
    </div>
  );
};
