export const Content1E = () => {
  return (
    <div className="content-0">
      <div className="content-0A">
        <h1> 거래 5</h1>
        <br></br>
        <h3>
          관리 및 영업 직원들을 고용한다. 첫 달 급여를 지급하고, 관련 부가
          혜택과 세금을 회계장부에 기입한다.
        </h3>
        <br></br>
        <p>
          {" "}
          1. (1A)손익계산서의{" "}
          <span style={{ color: "#5400cf" }}>영업 및 마케팅</span> 항목에 해당
          월에 지급한 급여비용 7,680달러를 더한다. <br></br>(1B)또한{" "}
          <span style={{ color: "#5400cf" }}>일반 및 관리</span> 항목에는 비서와
          경리 담당 직원에게 지급한 급여비용 7,110달러를 더한다.
        </p>
        <p>
          2. 대차대조표의 <span style={{ color: "#5400cf" }}>이익잉여금</span>{" "}
          항목에서 SG&A 급여비용에 해당하는 1만 4,790달러를 차감한다.
        </p>
        <p>
          3. (3A)7,960달러의 급여를 지급하고, 현금흐름표의{" "}
          <span style={{ color: "#5400cf" }}>현금지출</span> 항목에 기입한다.
          <br></br>(3B)또, 대차대조표의{" "}
          <span style={{ color: "#5400cf" }}>현금</span> 항목에서 동일한 금액을
          제한다.
        </p>
        <p>
          4. 6,830달러는 지급해야 할 금액이지만, 아직 실제 지급이 이뤄지지는
          않았다. 대차대조표의 부채 항목{" "}
          <span style={{ color: "#5400cf" }}>미지급비용</span>에 이 금액을
          기입한다.
        </p>
        <p>해당 거래 이후 재무제표에서의 변동 사항을 고르시오.</p>
      </div>
    </div>
  );
};
