export const Content1B = () => {
  return (
    <div className="content-0">
      <div className="content-0A">
        <h1> 거래 2</h1>
        <br></br>
        <h3>
          스스로에게 첫 달 급여를 지급한다. 그리고 급여와 관련된 부가 혜택 및
          세금을 회계 처리한다.
        </h3>
        <br></br>
        <p>
          {" "}
          1. (1A)급여와 여타 고용 관련비용은 기업의 이익을 줄인다. 6,230달러의
          월 급여관련비용을 손익계산서의{" "}
          <span style={{ color: "#5400cf" }}>일반 및 관리비용</span>에 더한다.
          <br></br> (1B) 또한 대차대조표의{" "}
          <span style={{ color: "#5400cf" }}>이익잉여금</span> 항목에서 이
          금액을 제한다.
        </p>
        <p>
          2. (2A)지금까지 기업에서 유출된 유일한 현금은 당신에게 지급된 월
          급여이다. 현금흐름표의{" "}
          <span style={{ color: "#5400cf" }}>현금지출</span> 항목에 이를
          표시한다. <br></br>(2B)또한 대차대조표의{" "}
          <span style={{ color: "#5400cf" }}>현금</span> 항목에서 이 금액만큼
          줄인다.
        </p>
        <p>
          3. 남아 있는 비용 2,860달러(정부 및 보험회사에게 지급해야 할)는 기업이
          지급책임을 갖고 있지만, 아직 지급하지 않은 금액이다. 따라서
          대차대조표의 부채 항목,{" "}
          <span style={{ color: "#5400cf" }}>미지급비용</span> 계정에 이를
          기입한다.
        </p>
        <p>해당 거래 이후 재무제표에서의 변동 사항을 고르시오.</p>
      </div>
    </div>
  );
};
