export const Content1A = () => {
  return (
    <div className="content-0">
      <div className="content-0A">
        <h1> 거래 1</h1>
        <br></br>
        <h3>
          애플시드 주식회사의 보통주 15만 주(액면가 1달러)를 주당 10달러에
          매각한다.
        </h3>
        <br></br>
        <p>
          {" "}
          1. 투자가 그룹에 돈을 받고 보통주 주권을 발행한다. 기업은 현금을
          받았으므로 현금흐름표의{" "}
          <span style={{ color: "#5400cf" }}>신규 주식의 발행 항목</span>에
          150만 달러를 기록한다.
        </p>
        <p>
          2. 현금 15만 달러는 기업의 신규자산이다. 따라서 대차대조표의{" "}
          <span style={{ color: "#5400cf" }}>현금</span> 항목에 그만큼의 금액이
          늘어난다.
        </p>
        <p>
          3. 신규자산은 그만큼의 부채 또는 자본을 발생시켜야만 한다. 주식 발행은
          기업에 있어서 자본금을 발생시키는 거래이다. 따라서 대차대조표의{" "}
          <span style={{ color: "#5400cf" }}>자본금</span> 항목에 150만 달러를
          더한다.
        </p>
        <p>해당 거래 이후 재무제표에서의 변동 사항을 고르시오.</p>
      </div>
    </div>
  );
};
