export const Content1D = () => {
  return (
    <div className="content-0">
      <div className="content-0A">
        <h1> 거래 4</h1>
        <br></br>
        <h3>
          사무실 및 제조시설, 창고로 쓸 건물 구매에 150만 달러를 지출한다.
          그리고 감가상각 일정을 세운다.
        </h3>
        <br></br>
        <p>
          {" "}
          1. 건물 매입대금 150만 달러를 지급한다. 그리고 현금흐름표의{" "}
          <span style={{ color: "#5400cf" }}>고정자산 구매</span>항목에 이를
          기록한다.
        </p>
        <p>
          2. 다음은 건물 매입대금으로 지급한 150만 달러를 대차대조표의{" "}
          <span style={{ color: "#5400cf" }}>현금</span> 항목에서 제한다.
        </p>
        <p>
          3. 이제 대차대조표의 균형을 맞출 차례이다. 대차대조표의{" "}
          <span style={{ color: "#5400cf" }}>고정자산</span>에 150만 달러를
          더한다. 주의해야 할 점은, 감정가나 평가액이 아닌 실제 비용을 기록해야
          한다는 것이다.
        </p>
        <p>해당 거래 이후 재무제표에서의 변동 사항을 고르시오.</p>
      </div>
    </div>
  );
};
